[
{"heading":"About the app",
"details":["This is an app that you can use to send your location to your loved ones. You will find it useful in below situations and more ",
			"1. In case you land into an emergency situation and need immediate help.",
			"2. When you are in journey and wants to send frequent updates with your location.",
			"3. You are on your way to your work and want to let them know if you reached safe."
		  ]

},
{"heading":"Initial Setup",
"details":["1. You first need to turn on 'Location service' of your phone. For this you need to come out of this app and go to 'Settings' of your phone. In the phone settings look for search glass and type 'Location Services'. Make sure that 'Location Services' are turned on",
			"2. Now you need go to app and click the 'My Family' tab and add your family contacts persons. These contacts will be the recipient of SMS when you need help.",
			"3. If you just want to add a contact and don't want to send updates to that contact (say for time being you don't want to disturb your mom) click on the 'Inactive box' next to that contact.",
			"4. You may choose the relation with your contacts or leave it blank.",
			"5. Now whenever you need help this app will send SMS at a predefined interval. You may change the interval from the 'Settings' tab of this app. App will keep sending SMS until you turn them off (When you feel safe) or phone battery dies."
			]

},{"heading":"How to use app- Once you have done Initial Setup",
"details":["1. In case of emergency you can press the big red colored 'Help' button which is on the home page of app",
			"2. Alternatively you may go to 'Settings' tab and turn on the feature: 'Charger unplug for Danger signal'. If you have this feature turned on and say you are driving a car with phone plugged into car's USB charger. You simply need to unplug your phone from charger. This feature is extremely helpful when you meet a serious accident and are not even in a position to unlock your phone to press the 'help' button. Once alerts are triggered by this feature, it (this feature, not SMS- SMS will continue to flow till you mark the situation ok) will be auto turned off. Next time you want to use this feature you need to turn this on from 'Settings' page of the app. Note: This feature will not send alert when you are at a safe location that you added from the 'Saved Locations' tab (e.g. you are charging your phone at your home or at work).",
			"3. When you are in a journey and want to send periodic alerts with your location: Go to 'Home' page of the app and turn on 'Send periodic location updates'. You may adjust the interval from the slider bar in the same 'Settings' tab.",
			"4. When you reach your destination you may update your contact by pressing 'I reached safely' button. Only one SMS (With your location) will be sent to all your contact(s).",
			"5. Start my trip: Suppose you are heading to home and you expect to reach there in 30 minutes. Click 'Start A Trip' and select time. Now if you don't reach home in the expected time it will start sending alerts to you contacts with your location.",
			"6. When you are at an unknown location and need help to find nearest Police Station/Hospital/ATM/Restaurants go to 'Near me' tab and click on what you are looking for.",		
			"7. When you are using the app please don't put the app in background. You may lock the phone but putting the app in background may not be able to get your exact locations in some verion of phones. "
			]

},{"heading":"Saved Locations",
"details":["1. You may want to add a location as a safe location e.g. your home or your work place.",
			"2. In order to do that you need to be physically present at that location. When you are present at that location, go to 'Saved Locations' tab and give a name to that location and click 'Save this Location' button",
			"3. At this point that location is saved. You may want to add a circular geo fence around that location say 200 meters to mark those 200 meters as safe zone. For that you need to adjust the slider on top.",
			"4. You may view this location on map by clicking the location card.",
			"5. You may search this location on 'Google map' or 'Map my India' by selecting map type from top.",
			"6. You may delete this saved location by swiping left on this card.",
			"7. You will get notified when you enter into any of the saved location. You may click on that notification to launch the app and send a update that you reached safely (by pressing 'I reached safely') button. You may simply ignore the notification if you wish to do that."
			
		  ]

}

]

